{
  "avante.nvim": { "branch": "main" },
  "bionic-reading.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "img-clip.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
